---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotDuplicateWarn
source: html/c9c53190-8b35-b3f3-75e8-a579ff30bf4a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotDuplicateWarn Property

Elements can't be duplicated

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotDuplicateWarn { get; }
```